Repository: tkrevh/clubmanager
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: sl

source: Username
sl: Uporabniško ime

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
sl: Obvezno polje. 30 znakov ali manj. Dovoljene so črke, številke in @/./+/-/_

source: This value may contain only letters, numbers and @/./+/-/_ characters.
sl: Dovoljene so le črke, številke in @/./+/-/_

source: Password
sl: Geslo

source: Password confirmation
sl: Potrditev gesla

source: Enter the same password as above, for verification.
sl: Vnesite isto geslo kot zgoraj za verifikacijo.

source: Email confirmation
sl: Potrditev Email

source: Enter your email address again. A confirmation email will be sent to this address.
sl: Ponovno vnesite vaš email naslov. Potrditveni email bo poslan na ta naslov.

source: The two password fields didn't match.
sl: Gesli se ne ujemata.

source: A user with that email already exist.
sl: Uporabnik s tem email naslovom že obstaja.

source: The two email fields didn't match.
sl: Email naslova se ne ujemata.

source: Logbook already exists for this type and date!
sl: Dnevnik letenja že obstaja za ta datum!

source: Sailplane
sl: Jadralno letalo

source: Powered Aircraft
sl: Motorno letalo

source: Non-commerical
sl: Nekomercialno

source: Commercial
sl: Komercialno

source: Medical
sl: Zdravniško

source: Glider pilot license
sl: Licenca jadralnega pilota

source: Private pilot license
sl: Licenca motornega pilota

source: Private ownership
sl: Zasebno lastništvo

source: Club ownership
sl: Klubsko lastništvo

source: Male
sl: Moški

source: Female
sl: Ženska

source: Name
sl: Ime

source: Website
sl: Spletni naslov

source: Address
sl: Naslov

source: City
sl: Mesto

source: ZIP
sl: Poštna številka

source: Country
sl: Država

source: VAT ID
sl: Davčna številka

source: Phone 1
sl: Telefon 1

source: Phone 2
sl: Telefon 2

source: Fax
sl: Faks

source: Organisation
sl: Klub

source: Organisations
sl: Klubi

source: First name
sl: Ime

source: Last name
sl: Priimek

source: Birthday
sl: Rojstni dan

source: Gender
sl: Spol

source: Mobile Phone
sl: Mobilni telefon

source: Home Phone
sl: Telefon doma

source: Work Phone
sl: Telefon v službi

source: Picture
sl: Slika

source: External Id
sl: Zunanja id številka

source: Date joined
sl: Datum pridružitve

source: Last login
sl: Zadnja prijava v sistem

source: Last password check
sl: Zadnje preverjanje gesla

source: Member
sl: Član

source: Members
sl: Člani

source: Type
sl: Tip

source: Document Number
sl: Št. dokumenta

source: Date of issue
sl: Datum izdaje

source: Valid until
sl: Veljavno do

source: Class
sl: Razred

source: Remark
sl: Opomba

source: Document
sl: Dokument

source: Documents
sl: Dokumenti

source: Ownership
sl: Lastništvo

source: Make
sl: Znamka

source: Serial number
sl: Serijska številka

source: Registration
sl: Registracija

source: Competition number
sl: Tekmovalna oznaka

source: Airplane
sl: Letalo

source: Airplanes
sl: Letala

source: Billing type
sl: Tip obračuna

source: Purpose
sl: Namen

source: Purposes
sl: Nameni

source: Date
sl: Datum

source: Logbook
sl: Dnevnik letenja

source: Logbooks
sl: Dnevniki letenja

source: Instructor first name
sl: Ime inštruktorja

source: Instructor last name
sl: Priimek inštruktorja

source: Takeoff
sl: Vzletel

source: Tow release
sl: Odpel

source: Landing
sl: Pristal

source: Flight time
sl: Trajanje leta

source: IGC file
sl: IGC datoteka

source: Flight
sl: Let

source: Flights
sl: Leti

source: Logbook for this date already exists !
sl: Dnevnik letenja za ta datum že obstaja !

source: Administration
sl: Administracija

source: Logout
sl: Odjavi se

source: Now
sl: Zdaj

source: Club administration page
sl: Administracija kluba

source: Sailplane Logbook
sl: Jadralni dnevnik

source: Powered Aircraft Logbook
sl: Motorni dnevnik

source: Reports
sl: Poročila

source: Pilots
sl: Piloti

source: Flight purposes
sl: Nameni letenja

source: Club
sl: Klub

source: Create a new club
sl: Ustvari nov klub

source: Sailplane - all members
sl: Jadralno - vsi člani

source: Sailplane - by type
sl: Jadralno - po tipu

source: Sailplane - detailed
sl: Jadralno - detajlno

source: Powered Aircraft - all members
sl: Motorno - vsi člani

source: Powered Aircraft - by type
sl: Motorno - po tipu

source: Powered Aircraft - detailed
sl: Motorno - detajlno

source: Log In
sl: Prijava

source: Your username and password didn't match, please try again.
sl: Uporabniško ime in geslo se ne ujemata, prosimo poizkusite znova.

source: Log in
sl: Prijava

source: Forgot your password?
sl: Pozabljeno geslo?

source: Register
sl: Registracija

source: Password successfully changed.
sl: Geslo uspešno spremenjeno.

source: Change password
sl: Spremeni geslo

source: Password reset done.
sl: Geslo ponastavljeno.

source: Reset password
sl: Ponastavi geslo

source: This link is broken.
sl: Povezava ne deluje.

source: An email have been sent to you, with the instructions to follow.
sl: Poslan vam je bil email z nadaljnimi informacijami.

source: You're receiving this e-mail because you requested a password reset.
sl: To sporočilo ste prejeli, ker ste zahtevali ponastavitev gesla.

source: Please go to the following page and choose a new password :
sl: Prosimo pojdite na naslednji spletni naslov in izberite novo geslo :

source: Reminder : your username is
sl: Opomnik : vaše uporabniško ime je

source: Thank you.
sl: Hvala vam.

source: Signup complete. Thank you for joining us.
sl: Registracija zaključena. Hvala da ste se nam pridružili.

source: You have received this email because you have requested an account creation.
sl: To sporočilo ste prejeli, ker želite ustvariti nov uporabniški profil.

source: Please go to the following page to confirm your signing up :
sl: Prosimo pojdite na naslednji spletni naslov za potrditev registracije :

source: Save
sl: Shrani

source: Aircrafts
sl: Letala

source: Add new aircraft
sl: Dodaj novo letalo

source: Contest number
sl: Tekmovalna oznaka

source: Edit
sl: Uredi

source: Delete flight ?
sl: Briši let ?

source: Yes, delete !
sl: Da, briši !

source: Manage flight
sl: Uredi let

source: Display IGC file
sl: Prikaži let

source: Create new logbook
sl: Ustvari nov dnevnik

source: Add new logbook
sl: Dodaj nov dnevnik

source: View
sl: Predogled

source: Previous
sl: Prejšnja

source: Next
sl: Naslednja

source: Manage logbook
sl: Uredi dnevnik

source: Aircraft
sl: Letalo

source: Add
sl: Dodaj

source: Add new flight
sl: Dodaj nov let

source: Instructor
sl: Inštruktor

source: Release
sl: Odpel

source: Delete
sl: Briši

source: New
sl: Nov

source: A
sl: D

source: Change logbook
sl: Uredi dnevnik

source: Add new document
sl: Dodaj člana

source: Add new member
sl: Dodaj člana

source: Create new organisation
sl: Ustvari nov klub

source: Edit organisation details
sl: Uredi podatke kluba

source: Create purpose
sl: Ustvari nov namen

source: Add new purpose
sl: Dodaj nov namen

source: Change purpose
sl: Uredi namen

source: Yearly report
sl: Letno poročilo

source: Starts
sl: Št. štartov

source: Total time
sl: Skupen nalet

source: Detailed report
sl: Detajlno poročilo

source: Date from
sl: Datum od

source: Date to
sl: Datum do

source: Text search
sl: Išči...

source: Search
sl: Išči

source: Select a year
sl: Izberite leto
